Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/others/strategiplanforsamisksprkog0000.pdf.tmx
Source language: nob
Languages: sme

source: For steder som har fastsatt offisielt navn på samisk , jfr. Lov om stadnamn , skal dette nyttes i saksbehandling , i brosjyrer , kart m.v. For å få avklart skrivemåte kan Troms fylkeskommune reise navnesaker etter lov om stadnamn på steder i Troms som har samiske stedsnavn i bruk , og på steder med fylkeskommunale institusjoner som skal skiltes på samisk .
sme: **Bátnevisti , mii gárvána 2007 , eaiggát lea Romssa fylkkasuohkan , muhto doppe leat maiddái máŋggalágan universitehtadoaimmat ( Universitehtadivššohat ja Klinihkalaš odontologiija instituhtta ) ovttas fylkkasuohkana doaimmaiguin ; Davvi-Norgga bátnedearvvašvuođabálvalusa gealboguovddáš . Gealboguovddáš galgá galbejuvvot sámegillii .

source: I samarbeidsavtalen med Sametinget er det fastsatt at partene vil samarbeide om å få flere samiske stedsnavn normert , vedtatt og brukt i offentlig sammenheng .
sme: Universitehtadoaimmaid ektui ovttasbargat láigoheddjiin oažžun dihte oktilaš galbema . 7.4.4 Namahusat politihkalaš dásis Fylkkaráđđi : : Sámegillii

source: 7.5 Informasjon 7.5.1 Kunngjøringer og annonser Samelovens språkregler stiller krav til kunngjøringer på samisk .
sme: Fylkesrådet

source: Språkreglene er minimumsregler og Troms fylkeskommune har innarbeidet følgende praksis som fortsatt skal være gjeldende : Alle kunngjøringer / annonser fra Troms fylkeskommune skal også kunngjøres i samiskspråklig avis .
sme: Fylkkaráđđejođiheaddji

source: Informasjonssenteret har inngått avtale med Bladet Nordlys om at alle annonser i avisa automatisk oversettes til samisk og inntas i samiskspråklig avis .
sme: Fylkesrådsleder

source: Kostnadene for avtalen håndteres av informasjonssenteret og finansieres over tospråklighetsmidlene .
sme: Ekonomiija ja hálddahusa fylkkaráđđi Fylkesråd for økonomi og administrasjon

source: Kostnaden dekkes da av den enkelte etat / virksomhet .
sme: Fylkkaráđi nubbinjođiheaddji Fylkesrådets nestleder

source: Det kan søkes om midler jfr. kap 5.4 .
sme: Gealbofylkkaráđđi Fylkesråd for kompetanse

source: Dersom dette finnes på våre websider på norsk skal det tilsvarende være tilgjengelig på samisk .
sme: Ealáhusfylkkaráđđi

source: For regelverk og skjema til intern bruk i den fylkeskommunale organisasjon gjøres en vurdering av behovet i hvert enkelt tilfelle .
sme: Fylkesråd for næring

source: Eksempler på ting som er oversatt er permisjonsreglementet , instruks for brannvern i Fylkeshuset og flagginstruksen .
sme: Kultuvrra , dearvvašvuođa ja birrasa fylkkaráđđi

source: Det kan søkes om midler jfr. kap. 5.4 .
sme: Fylkesråd for kultur- , helse og miljø

source: 7.5.3 Brevhoder , logo , konvolutter mv. Som følge av lovvedtak om tospråklig navn på Troms skal Troms fylkeskommunes logo , brevark m.v. være på to språk .
sme: Johtolatfylkkaráđđi

source: Dette er allerede innarbeidet i grafisk profil .
sme: Fylkesråd for samferdsel Politihkalaš čálli

source: Det er altså ikke tillatt å bruke fylkeskommunes logo med bare norsk navn , selv om bruken i den enkelte sammenheng ikke er rettet mot samiske forhold .
sme: Politisk sekretær

source: Fylkeskommunale virksomheter med godkjente navn på norsk og samisk bruker virksomhetens navn på begge språk i alle sammenhenger .
sme: Fylkkadiggi Sámegillii

source: Det kan søkes om midler til merutgifter i forbindelse med offisielt navn på to språk jfr. kap. 5.4 .
sme: Dárogillii

source: 7.5.4 Planer / Brosjyrer / Trykksaker Som utgangspunkt skal all informasjon fra fylkeskommunen som retter seg mot alle i fylket , inkludert samiskspråklig befolkning , gis ut både på norsk og samisk .
sme: Fylkkadiggi

source: Alle fylkeskommunale hovedplaner , herunder fylkestingsmeldinger , fylkesplan og Regionalt utviklingsprogram , skal være på norsk og samisk .
sme: Fylkestinget

source: Veiledere til støtteordninger som fylkeskommunen administrerer skal være på norsk og samisk .
sme: Fylkkasátnejođiheaddji

source: For eventuelle sektordelplaner og mindre avgrensede planer , samt brosjyrer og trykksaker , gjøres en konkret vurdering i hvert enkelt tilfelle .
sme: Fylkesordfører

source: Samisk språkkonsulent kan bidra med veiledning .
sme: Sadjásaš fylkkasátnejođiheaddji Fylkesvaraordfører

source: Samisk versjon av planer , brosjyrer og trykksaker skal ha samme standard som norsk versjon .
sme: Riikkaidgaskasaš lávdegoddi

source: Det gjøres en konkret vurdering i det enkelte tilfelle om den samiske versjonen skal være en separat versjon .
sme: Internasjonal komité

source: Kostnader til samisk versjon dekkes av ansvarlig virksomhet .
sme: Ealáhus- / johtolatlávdegoddi Nærings- / samferdselskomitéen

source: 7.5.5 Internett På fylkeskommunens offisielle nettsider , og andre nettsider drevet av Troms fylkeskommune , skal det være tilgjengelig et samisk språkvalg .
sme: Økonomikomitéen 7.4.5 Dárogiel ja sámegiel namaid konsekveanta geavaheapmi Romssa fylkkasuohkanis lea almmolaš namma sámegillii ja dárogillii .

source: Alle pressemeldinger skal være tilgjengelig på samisk . For øvrige nyhetssaker gjøres en vurdering i det enkelte tilfelle ut fra sakens karakter .
sme: Dat guoská maiddái ásahusaide ja organisašuvnnaide maiguin fylkkasuohkanis lea oktavuohta sihke siskkabealde ja olggobealde hálddašanguovlluid , earret eará Sámediggi ja sámegiela hálddašanguovllu suohkanat .

source: Det er saken i seg selv som er utslagsgivende , ikke bekvemmelighetshensyn som tidsbruk eller kostnader . Kostnader til samiske sider dekkes av ansvarlig virksomhet .
sme: Gustojeaddji geavahanvuohki lea geavahit oktilaš teavsttas dárogiel nammaveršuvnnaid go čállit dárogillii ja sámegielnammaveršuvnnaid go čállit sámegillii .

source: Samisk språkkonsulent kan være behjelpelig med oversetting . Større oppdrag må settes ut til ekstern oversetting .
sme: 7.4.6 Mearridit čállinvuogi sámegielbáikenamaide ja namaid fylkkasuohkana doaimmaide Máŋgga sajis Romssas leat anus sámegiel namat njálmmálaš oktavuođain .

source: Barn og unge er prioritert i Troms fylkeskommune og Troms fylkeskommune har et samiskspråklig nettsted for barn og unge : www.nuorraromssas.no Nettstedet skal evalueres i 2007 .
sme: Sámegiela oainnusin dahkan daguha ahte atnigoahtit sámegielnamaid maiddái čálalaš hámis . Báikkiin main lea mearriduvvon almmolaš namma sámegillii , gč. báikenammalága , galgá sámegielnamma geavahuvvot áššemeannudeamis , gihppagiin , kárttain jnv. .

source: 7.6 Saksbehandling og møtespråk Saksbehandlingen i Troms fylkeskommune foregår på norsk . Det anses ikke realistisk i overskuelig fremtid at saksbehandlingen skal kunne skje på samisk .
sme: Oažžut čielggadit čállinvuogi sáhttá Romssa fylkkasuohkan čuoččaldahttit nammaášši báikenammalága mielde sajiin Romssas gos lea sámegielbáikenamma anus .

source: Det er heller ikke aktuelt å oversette sakspapirer eller saksprotokoller til samisk , ut fra de tilgjengelige ressurser .
sme: Ovttasbargošiehtadusas Sámedikkiin lea mearriduvvon ahte bealit áigot oččodit eanet sámegiel báikenamaid normerejuvvot , mearriduvvot ja geavahuvvot almmolaš oktavuođain .

source: De knappe midlene anses bedre anvendt på andre formål . For inngående og utgående brev vises til kap. 7.6.1 .
sme: 7.5 Diehtojuohkin 7.5.1 Dieđáhusat ja almmuhusat Sámelága giellanjuolggadusat gáibidit dieđahusaid sámegillii .

source: På de årlige fylkeskommunale samekonferanser , og andre møter / konferanser som har et samisk utgangspunkt eller målgruppe , skal det normalt tilrettelegges for bruk av samisk .
sme: Sámelága giellanjuolggadusat leat vuollerádjenjuolggadusat ja Romssa fylkkasuohkanis lea čuovvovaš geavatlaš vuohki mii ain galgá doaibmat : 25 Buot dieđáhusat / almmuhusat Romssa fylkkasuohkanis galgat maiddái almmuhuvvot sámegiel aviissas .

source: Fylkestingsmedlemmer , eller medlemmer av politiske utvalg oppnevnt av fylkestinget eller fylkesrådet , skal kunne nytte samisk som møtespråk .
sme: Diehtojuohkinguovddaš lea dahkan šiehtadusa Nordlys-aviissain ahte buot almmuhusat aviissas galget automáhtalaččat jorgaluvvot sámegillii ja biddjot sámegiel aviisii .

source: Normalt bør det varsles om dette på forhånd , slik at nødvendig tolketjeneste kan gjøres tilgjengelig i forhold til de som ikke forstår samisk .
sme: Etáhtat / doaimmat mat bidjet dieđáhusaid / almmuhusaid mat eai almmuhuvvo Nordlys-aviissas , fertejit ieža ordnet sámegiel jorgaleami ja almmuhit sámegiel aviissas .

source: 7.6.1 Inngående og utgående brev på samisk De som henvender seg skriftlig på samisk til et regionalt offentlig organ som omfattes av Samelovens språkregler har , i følge § 3-3 andre ledd , rett til å få svar på samisk .
sme: Sámi giellakonsuleanta sáhttá veahkehit jorgalemiin ja addit listtu áigeguovdilis sámegiel aviissain . 7.5.2 Lágat / Njuolggadusat / Skovit Sámelága giellanjuolggadusat gáibidit ahte lágat , njuolggadusat ja skovit jorgaluvvojit sámegillii .

source: Det følger også av god forvaltningsskikk at brev besvares på det språk det er mottatt på . Det må innarbeides rutiner for hvordan inngående brev på samisk behandles og journalføres , og hvordan inngående brev på to språk journalføres , slik at det fremkommer om brevet er kommet inn på samisk eller på to språk .
sme: Giellanjuolggadusat leat vuollerádjenjuolggadusat ja fylkkasuohkan lea ráhkadan čuovvovaš geavatlaš vuogi mii ain galgá doaibmat : Buot njuolggadusat ja skovit maid fylkkasuohkan ieš lea ráhkadan ja mat leat oaivvilduvvon álbmogii / geavaheddjiide / ohcciide galget jorgaluvvot sámegillii ja gávdnot sámegillii .

source: Dokumentsenteret har ansvaret for dette .
sme: Jus čálus gávdno min neahttasiidduin dárogillii , galgá sullasaš čálus leat olámuttos maiddái sámegillii .

source: Troms fylkeskommune legger følgende praksis til grunn når det gjelder brev på samisk : 1 . Inngående brev på samisk skal besvares på samisk og norsk .
sme: Njuolggadusat ja skovit mat leat siskkáldas anus fylkkasuohkana organisašuvnnas galget árvvoštallot dárbbuid mielde juohke áidna oktavuođas .

source: Inngående brev på norsk og samisk , skal besvares på begge språk .
sme: Omd. leat jorgalan sámegillii Romssa fylkkasuohkana bargiid virgelohpenjuolggadusaid , fylkkaviesu buollinsuodjalusnjuolggadusaid ja levgennjuolggadusaid .

source: Utgående brev , herunder møteinnkallinger m.v. , til samiske organisasjoner og institusjoner , samt til kommunene i forvaltningsområdet for samisk språk , skal normalt være på norsk og samisk .
sme: Sáhttibehtet váldit oktavuođa giellakonsuleanttain go dárbbašehpet jorgalanveahki . Golut jorgaleddjiide ja prentemiidda mákset doaimmat mat leat geavahan jorgaleaddji .

source: 7.7 IT – systemer og samiske tegn For å tilrettelegge for oppfølging av samelovens språkregler , Stadnamnlova og den nye Navneloven er det et krav at alle IT-systemer i Troms fylkeskommune skal kunne håndtere samiske tegn .
sme: Lea vejolaš ohcat ruhtademiid gč. kap. 5.4. 7.5.3 Bajimusas reivviin , gráfalaš iešláhki , reivedoavnnjit jnv. Lea lága bokte mearriduvvon ahte Romssa fylkkas lea namma guovtti gillii , ja dát mearkkaša ahte Romssa fylkkasuohkana gráfalaš iešláhki , reivedoavnnjit jnv. galget leat guovtti gillii .

source: Dette er et ansvar for systemeier .
sme: Gráfalaš iešláhki lea juo geavahusas .

source: Systemeier for det enkelte datasystem skal lage en manual for håndtering av samiske tegn i angjeldende system .
sme: Romssa fylkkasuohkan dáhttu ahte ovttasbargoguoimmit oainnusin dahkat ja geavahit fylkka sámegielnama .

source: Alle nye IT-system som anskaffes fra og med 2007 skal kunne håndtere samiske tegn .
sme: Fylkkasuohkana doaimmat main lea dohkkehuvvon dárogiel ja sámegiel namma galget geavahit almmolaš nama guovtti gillii buot oktavuođain .

source: For eldre systemer skal dette legges inn som kravspesifikasjon ved oppgradering til ny versjon .
sme: 7.5.4 Plánat / gihppagat / deaddileamit Álgovuolggalaččat galget buot dieđut fylkkasuohkanis main leat stuorra mearkkašupmi oppa álbmogii , dás maiddái sámi álbmogii , leat sihke dárogillii ja sámegillii .

source: Forslaget gjelder innføring av ISO / IEC 10646 , representert ved UTF-8 , som standard tegnsettkoding av informasjon i tekstuell form til bruk på nettsider , mot eventuelle offentlige registre og for annen tekstlig utveksling og bevaring av informasjon .
sme: Buot fylkkasuohkana váldoplánat , dás fylkkadiggedieđáhusat , fylkkaplána ja Romssa guovllolaš ovddidanprográmma , galget leat sihke dárogillii ja sámegillii . Oahppokataloga ja guovddáš gihppagat joatkkaskuvllaid várás galget leat sihke dárogillii ja sámegillii .

source: Forslaget understøtter alle tegnsett brukt i nasjonal sammenheng , også samisk .
sme: Doarjjaortnegiid bagadusat maid fylkkasuohkan hálddaša galget leat sihke dárogillii ja sámegillii .

source: I tillegg støtter representasjonen alle internasjonale tegnsett i ISO / IEC 10646 .
sme: Muđui galgá juohke eaŋkil oktavuođas árvvoštallat suorgeoasseplánaid ja uhcit ráddjejuvvon plánaid , gihppagiid ja deaddilemiid .

source: Forslaget understøtter dermed spesifikt krav gitt i eNorge 2009 og Stortingsmelding Nr. 17 – 2006/07 ( IKT-meldingen ) om en standard på dette området som omfatter alle nasjonale språkgrupper .
sme: Plánaid , gihppagiid ja deaddilemiid sámegielveršuvnnat galget leat seamma hámis go dárogielveršuvnnat . Juohke oktavuođas árvvoštallojuvvo galgá go sámegielveršuvdna leat sierra oassi vai ii .

source: 7.7.1 SamIT og Samisk tegnsett For å gjøre det enklere for offentlige virksomheter å ta i bruk samisk tegnsett , etablerte Kommunal- og regionaldepartementet i 2003 en kompetansebase for samisk tegnsett og IT. .
sme: 7.5.5 Interneahtta Fylkkasuohkana almmolaš neahttasiidduin , ja eará neahttasiidduin maid fylkkasuohkan jođiha , galgá leat vejolaš válljet sámegiela . Buot neahttabáikkit galget láhčit dili geavahit sámegielbustávaid , gč. kap. 7.7.1 .

source: Basens formelle navn er " samIT - Kompetanse i samisk språk og IT " .
sme: Váldonjuolggadussan galget buot bistevaš dieđut leat olámuttos sámegillii .

source: Forvaltningsansvaret for samIT ligger fra 1.1.2006 hos Arbeids- og inkluderingsdepartementet .
sme: Eará ođasáššiid ektui árvvoštallojuvvo áššis áššái galget go jorgaluvvot sámegillii vai eai .

source: Standard Norge driver kompetansebasen på oppdrag fra Arbeids- og inkluderingsdepartementet .
sme: Lea ieš ášši mii mearrida galgá go jorgalit sámegillii , eaige vuogasvuođadeasttat nugo áiggit dahje golut .

source: Alle offentlige virksomheter kan henvende seg til samIT for å få bistand .
sme: Leat vejolaš ohcat gokčat goluid gč. kap. 5.4 . Giellakonsuleanta sáhttá veahkehit jorgalemiin .

source: På www.samit.no finnes generell informasjon om samisk tegnsett m.v. , henvisninger til lover og forskrifter og teknisk informasjon i forbindelse med publisering på samisk og annen relevant informasjon om de samiske språk .
sme: Romssa fylkkasuohkan vuoruha mánáid ja nuoraid ja Romssa fylkkasuohkanis lea sámegiel neahttabáiki mánáide ja nuoraide : www.nuorraromssas.no Neahttabáiki galgá árvvoštallojuvvot 2007:s . 7.6 Áššemeannudeapmi ja čoahkkingiella Romssa fylkkasuohkan áššemeannuda dárogillii .

source: Samisk språkkkonsulent vil også kunne bistå sammen med IT-senteret .
sme: Ii leat realisttalaš ahte áššemeannudeapmi galgá leat sámegillii vuos guhkes áigái .

source: Klageordning For at klageadgangen i forhold til samelovens språkregler skal bli reell , skal det ved alle fylkeskommunale virksomheter være tydelig oppslag vedrørende klageadgangen , sammen med skjema for klage .
sme: Fylkkasuohkana jahkásaš sámekonferánssas ja eará čoahkkimiin / konferánssain main leat sámi vuolggasadji dahje ulbmiljoavku , galgat dábálaččat láhčit dili geavahit sámegiela . Sámegieldárogiel simultandulkon lea buoremus molssaeaktu .

source: Slik informasjon / skjema skal også være tilgjengelig på fylkeskommunale nettsider . Informasjonssenteret har ansvaret for å utarbeide og vedlikeholde materiell for oppslag .
sme: Fylkkadiggemiellahtut , dahje politihkalaš lávdegottiid miellahtut maid fylkkadiggi dahje fylkkaráđđi lea nammadan galget sáhttit geavahit sámegiela čoahkkingiellan .

source: Fylkesmannen er klageinstans når klagen angår fylkeskommunale virksomheter . Vedlegg Vedlegg 1 Samelovens språkregler .
sme: Dábálaččat ferte dieđihit ovddalgihtii , nu ahte dárbbašlaš dulkonbálvalus lea olámuttos daidda geat eai ádde sámegiela .

source: Definisjoner I dette kapitlet menes med : 1. forvaltningsområdet for samisk språk : de kommunene som Kongen i forskrift har fastsatt at skal inngå i forvaltningsområdet for samisk språk , 2. offentlige organ : ethvert organ for stat og kommune , 3. lokalt offentlig organ i forvaltningsområdet : ethvert kommunalt , fylkeskommunalt og statlig organ som har en tjenestekrets som omfatter en kommune eller en del av en kommune i forvaltningsområdet for samisk språk , 4. regionalt offentlig organ i forvaltningsområdet : ethvert fylkeskommunalt og statlig organ som har en tjenestekrets som helt eller delvis omfatter flere av kommunene i forvaltningsområdet for samisk språk , men som likevel ikke er landsomfattende .
sme: 7.6.1 Reivvet mat bohtet sisa ja maid sáddet olggos Sii guđet sámegillii váldet oktavuođa čálalaččat guovllolaš almmolaš orgánain mii lea sámegiela hálddašanguovllus , lea § 3-3 nuppi lađđasa mielde vuoigatvuohta oažžut vástádusa sámegillii .

source: Tilføyd ved lov 21 des 1990 nr. 78 , endret ved lov 17 juni 2005 nr. 99 ( i kraft 1 jan 2006 iflg. res. 17 juni 2005 nr. 656 ) .
sme: Fertet ráhkadit rutiinnaid mo meannudit ja journalii čállit reivviid mat bohtet sámegillii dahje guovtti gillii , vai oidno ahte reive leat boahtán sámegillii dahje guovtti gillii .

source: § 3-2 . Oversettelse av regler .
sme: Dát lea dokumeantaguovddáža ovddasvástádus .

source: Kunngjøringer og skjema Lover og forskrifter av særlig interesse for hele eller deler av den samiske befolkning , skal oversettes til samisk .
sme: Romssa fylkkasuohkan áiggošii čađahit čuovvovaš ortnega go lea sáhka sámegiel reivviin : 1 . Reivvet mat bohtet sámegillii galget vástiduvvot sámegillii ja dárogillii .

source: Kunngjøringer fra offentlige organ som særlig retter seg mot hele eller deler av befolkningen i forvaltningsområdet , skal skje både på samisk og norsk .
sme: Reivvet mat bohtet dárogillii ja sámegillii , galget vástiduvvot goappašiid gillii .

source: Skjema til bruk overfor et lokalt eller regionalt offentlig organ i forvaltningsområdet skal foreligge både på samisk og norsk . Kongen gir nærmere regler om iverksetting av denne bestemmelsen .
sme: Reivviid maid sáddet olggos , nugo čoahkkingohččumat jnv. sámi organisašuvnnaide ja ásahusaide , ja hálddašanguovllu suohkaniidda , galget dábálaččat leat sihke dárogillii ja sámegillii .

source: Rett til svar på samisk Den som henvender seg på samisk til et lokalt offentlig organ i forvaltningsområdet , har rett til svar på samisk . Dette gjelder likevel ikke ved muntlige henvendelser til tjenestemenn som utfører oppdrag utenfor organets kontor .
sme: IT-vuogádagat ja sámegiel čálamearkkat Láhčin dihte sámelága giellanjuolggadusaid , báikenammalága ja ođđa nammalága čuovvoleami gáibáduvvo ahte buot Romssa fylkkasuohkana IT-vuogádagat sáhttet gieđahallat sámegiel čálamearkkaid .

source: Den som henvender seg skriftlig på samisk til et regionalt offentlig organ i forvaltningsområdet , har rett til skriftlig svar på samisk .
sme: Dát lea vuogádateaiggáda ovddasvástádus . Juohke áidna dihtorvuogádaga vuogádateaiggát galgá ráhkadit rávagirjji mo gieđahallat sámegiel čálamearkkaid guoskevaš vuogádagas .

source: Kongen kan i særlige tilfeller gjøre unntak for bestemte regionale offentlige organ .
sme: Buot ođđa IT-vuogádagat maid háhkat 2007 rájes galget sáhttit gieđahallat sámegiel čálamearkkaid .

source: Tilføyd ved lov 21 des 1990 nr. 78 ( i kraft 1 jan 1993 ) . § 3-4 .
sme: Boarráset vuogádagaid ektui galgá dán bidjat gáibádussan go ođasmahttá ođđa veršuvdnii .

source: Utvidet rett til bruk av samisk i rettsvesenet For domstoler med embetskrets som helt eller delvis omfatter forvaltningsområdet , gjelder i tillegg følgende regler om bruk av samisk : 1 .
sme: Evttohus doarju buot čálamearkačohkiid mat geavahuvvojit álbmotlaš oktavuođain , maiddái sámegielas . Dasa lassin doarju dát evttohus buot riikkaidgaskasaš čálamearkačohkiid mat leat ISO / IEC 10646-vuogádagas .

source: Enhver har rett til å inngi prosesskrifter med bilag , skriftlige bevis eller andre skriftlige henvendelser på samisk . Skal domstolen formidle henvendelsen til en motpart , sørger den for oversettelse til norsk .
sme: Evttohus doarju dán láhkai erenoamáš gáibádusa maid eNorga 2009 ja Stuorradiggedieđáhusas Nr. 17 – 2006/07 ( IKT-dieđahus ) leat addán das ahte galgá leat okta standárda mii sisttisdoallá buot álbmotlaš giellajoavkkuid .

source: Enhver har rett til å henvende seg muntlig til domstolen på samisk dersom rettergangslovgivningen gir adgang til muntlig istedenfor skriftlig henvendelse .
sme: 7.7.1 SamIT ja sámegiel čálamearkačoahkki Dahkan dihte álkibun almmolaš doaimmaide atnigoahtit sámegiel čálamearkačoahki , ásahii Gielda- ja guovlodepartemeanta 2003 sámegiel čálamearkačoahki ja IT gealbovuođu .

source: Har domstolen plikt til å nedtegne henvendelsen , kan den som fremmer henvendelsen , kreve at nedtegnelsen skjer på samisk .
sme: Vuođu formálalaš namma lea “ samIT – Gealbu sámegielas ja IT:s .

source: Et slikt krav bryter ingen frist . Nr. 1 andre og tredje punktum gjelder tilsvarende .
sme: ” samIT hálddašanovddasvástádus lea ođđajagimánu 1. b. 2006 rájes Bargo- ja searvadahttindepartemeanttas .

source: Enhver har rett til å tale samisk i rettsmøter . Skal noen som ikke kan samisk delta i forhandlingene , brukes en tolk som retten har oppnevnt eller godkjent .
sme: Váidinortnet Vai váidinvejolašvuohta sámelága giellanjuolggadusaid ektui galgá šaddat duohtan , galget buot fylkkasuohkana doaimmain leat čielga čállosat váidinvejolašvuođa birra , ovttas váidinskoviin .

source: Når en part begjærer det , kan rettens formann bestemme at forhandlingsspråket skal være samisk .
sme: Diekkár diehtu / skovvi galgá leat olámuttos fylkkasuohkana neahttasiidduin .

source: Er forhandlingsspråket samisk , kan rettens formann bestemme at også rettsboken skal føres på samisk .
sme: Diehtojuohkinguovddažis lea ovddasvástádus ráhkadit ja ođasmahttit čállosiid .

source: Domstolen sørger for oversettelse til norsk .
sme: Fylkkamánni lea váidinásahus go váidda guoská fylkkasuohkana doaimmaide .

source: Et slikt krav bryter ingen frist .
sme: Mildosat Mielddus 1 Kapihttal 3 .

source: For politi og påtalemyndighet med tjenestekrets som helt eller delvis omfatter forvaltningsområdet , gjelder i tillegg følgende regler om bruk av samisk : 1 .
sme: Definišuvnnat Dán kapihttalis galget čuovvuvaš definišuvnnat gustot : 1 . Sámegiela hálddašanguovlluin oaivvilduvvo Kárášjoga , Guovdageainnu , Unjárgga , Porsáŋggu , Deanu ja Gáivuona gielddat 2 .

source: Enhver har rett til å tale samisk i avhør på organets kontor .
sme: Almmolaš orgánain oaivvilduvvo juohke stáhta ja gieldda orgána .

source: Enhver har rett til å bruke samisk ved muntlig anmeldelse og rettsmiddelerklæring . For kriminalomsorgens anstalter i Troms og Finnmark gjelder i tillegg følgende regler om bruk av samisk : 1 .
sme: Báikkálaš almmolaš orgánain hálddašanguovllus oaivvilduvvo juohke gieldda , fylkkagieldda ja stáhta orgána mas lea bálvalanviidodahkan olles gielda dahje oassi gielddas sámegiela hálddašanguovllus .

source: § 3-5 gjelder tilsvarende for innsatte .
sme: § 3-2. Láhkaásahusaid jorgaleapmi .

source: 2 . Innsatte har rett til å bruke samisk overfor hverandre og overfor sine pårørende .
sme: Dieđáhusat ja skovit Lágat ja láhkaásahusat maidda oppa dahje oassi sámi álbmogis lea erenoamáš beroštupmi , galget jorgaluvvot sámegillii .
